Repository: lululululu5/re-immo
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Please log in to access this page.
de: Bitte loggen Sie sich ein, um auf diese Seite zuzugreifen.

source: Invalid field name '%s'.
de: Ungültiger Feldname '%s'.

source: Field must be different to %(other_name)s.
de: Feld muss sich von %(other_name)s unterscheiden.

source: re:immo Reset your Password
de: Passwort wiederholen

source: re:immo PLease confirm your Email
de: re:immo Bitte bestätigen Sie Ihre Email Adresse

source: Password
de: Passwort

source: Remember Me
de: Angemeldet bleiben

source: Sign in
de: Anmelden

source: Password must contain at least one uppercase letter, one number, and one special character, and be at least 8 characters long.
de: Das Passwort muss mindestens einen Großbuchstaben, eine Zahl und ein Sonderzeichen enthalten und mindestens 8 Zeichen lang sein.

source: Repeat Password
de: Passwort wiederholen

source: password
de: Passwort

source: Register
de: Registrieren

source: Request Password Reset
de: Passwort wiederholen

source: New Password
de: Passwort

source: Repeat New Password
de: Passwort wiederholen

source: Passwords must match.
de: Passwörter müssen übereinstimmen.

source: Update Password
de: Passwort wiederholen

source: Invalid username or password
de: Ungültiger Benutzername oder Passwort

source: Email Address not confirmed. Please confirm to access the platform.
de: E-Mail Adresse nicht bestätigt. Bitte bestätigen Sie, um auf die Plattform zuzugreifen.

source: Sign In
de: Anmelden

source: Congratulation, you are now a registered user. Confirm your email to access the platform!
de: Glückwunsch, Sie sind jetzt ein registrierter Benutzer!

source: Check your email for the instructions to reset your password
de: Überprüfen Sie Ihre E-Mail auf die Anweisungen zum Zurücksetzen Ihres Passworts.

source: Reset Password Request
de: Passwort wiederholen

source: Your password has been reset.
de: Ihr Passwort wurde zurückgesetzt.

source: Reset Password
de: Passwort wiederholen

source: Invalid email address or token expired. Please contact us.
de: Ungültige E-Mail-Adresse oder das Token ist abgelaufen. Bitte kontaktieren Sie uns.

source: Email Address confirmed you will redirected to the Login page.
de: E-Mail Adresse bestätigt. Sie werden zur Login-Seite weitergeleitet.

source: Address*
de: Adresse*

source: Zip*
de: PLZ*

source: Country*
de: Land*

source: Construction Year*
de: Baujahr

source: Property Type*
de: Immobilientyp*

source: Size in SQM*
de: Größe in m²*

source: Reporting Year*
de: Berichtsjahr*

source: Grid Electricity in kWh
de: Netzstrom in kWh

source: Natural Gas in kWh
de: Erdgas in kWh

source: Fuel Oil in kWh
de: Heizöl in kWh

source: Dist in Heating in kWh
de: Fernwärme in kWh

source: District Cooling in kWh
de: Fernkälte in kWh

source: Other Type 1
de: Sonstiger Typ 1

source: Select any
de: Bitte auswählen

source: Other 1 in kWh
de: Sonstiges 1 in kWh

source: Other Type 2
de: Sonstiger Typ 2

source: Energy Type fields need to be different
de: Energietypen müssen unterschiedlich sein

source: Other 2 in kWh
de: Sonstiges 2 in kWh

source: F-Gas 1 Type
de: F-Gas 1 Typ

source: Leakage F Gas 1
de: Leckage F-Gas 1

source: F-Gas 2 Type
de: F-Gas 2 Typ

source: F-Gas fields need to be different
de: F-Gas Felder müssen unterschiedlich sein

source: Leakage F Gas 2
de: Leckage F-Gas 2

source: PV and Wind consumed kWh
de: PV und Wind verbraucht in kWh

source: PV and Wind exported kWh
de: PV und Wind exportiert in kWh

source: Heatpump and Solar consumed kWh
de: Wärmepumpe und Solar verbraucht in kWh

source: Off-site renewable consumed kWh
de: Externe erneuerbare Energien verbraucht in kWh

source: Planned Retrofit Year
de: Geplantes Retrofit Jahr

source: Planned Retrofit Investement in Euro
de: Geplante Investition für Retrofit in Euro

source: Add Building
de: Gebäude hinzufügen

source: Postal Code and Country do not match.
de: Postleitzahl und Land stimmen nicht überein.

source: You cannot have more than one building. But you can edit or delete your existing building.
de: Sie können nicht mehr als ein Gebäude haben. Aber Sie können Ihr bestehendes Gebäude bearbeiten oder löschen.

source: Building successfully created.
de: Gebäude erfolgreich erstellt.

source: You first need to add a building.
de: Sie müssen zuerst ein Gebäude hinzufügen.

source: Building successfully updated.
de: Gebäude erfolgreich aktualisiert.

source: Save Building
de: Gebäude speichern

source: Edit Building
de: Gebäude bearbeiten

source: Building successfully deleted.
de: Gebäude erfolgreich gelöscht.

source: This chart illustrates the building's greenhouse gas emissions over time in relation to CRREM targets. The
de: Dieses Diagramm veranschaulicht die Treibhausgasemissionen des Gebäudes im Laufe der Zeit im Verhältnis zu den CRREM-Zielen. Die

source: blue line
de: Blaue Linie

source: represents the decarbonisation targets, the
de: steht für die Dekarbonisierungsziele, die

source: red line
de: Rote Linie

source: shows the actual emissions per year, and the
de: zeigt die tatsächlichen Emissionen pro Jahr, und die

source: purple line
de: Lila Linie

source: indicates excess emissions compared to the targets. The vertical lines mark significant events:
de: zeigt an, dass die Emissionen im Vergleich zu den Zielvorgaben zu hoch sind. Die vertikalen Linien markieren wichtige Ereignisse:

source: Stranding Year
de: Strandungsjahr

source: Retrofit Year
de: Retrofit Jahr

source: (when a major retrofit is completed).
de: (wenn eine größere Renovierung abgeschlossen ist).

source: Energy Consumption per Year
de: Energieverbrauch pro Jahr

source: Fugitive Emissions per Year
de: Flüchtige Emissionen pro Jahr

source: Renewable Energy per Year
de: Erneuerbare Energie pro Jahr

source: Planned Retrofit
de: Geplantes Retrofit

source: Welcome to re:immo
de: Willkommen bei re:immo

source: Login
de: Anmelden

source: Logout
de: Abmelden

source: Hi, %(username)s!
de: Hallo, %(username)s!

source: Address:
de: Adresse:

source: Construction year:
de: Baujahr:

source: Reporting year:
de: Berichtsjahr:

source: Country:
de: Land:

source: Zip:
de: PLZ:

source: Property type:
de: Immobilientyp:

source: Size:
de: Größe:

source: Delete Building
de: Gebäude löschen

source: Overall Emissions
de: Gesamte Emissionen

source: Current
de: Aktuell

source: 2035 (Estimated)
de: 2035 (Geschätzt)

source: Emission Costs
de: Geschätzte Kosten

source: Assess Your Home's Carbon Risk in Minutes
de: Bewerten Sie das CO2-Risiko Ihres Hauses in wenigen Minuten

source: Discover how easy it is to assess and improve your property's compliance with climate goals.
de: Entdecken Sie, wie einfach es ist, die Einhaltung der Klimaziele in Ihrer Immobilie zu bewerten und zu verbessern.

source: Check Your Property Now
de: Prüfen Sie Ihre Immobilie jetzt

source: Step 1
de: Schritt 1

source: Enter details about your property with just a few clicks.
de: Geben Sie mit nur wenigen Klicks Details zu Ihrer Immobilie ein.

source: Step 2
de: Schritt 2

source: Instantly see if your property aligns with climate change goals.
de: Sieh ob Deine Immobilie mit den Zielen des Klimawandels übereinstimmt.

source: Step 3
de: Schritt 3

source: Understand what investments might be necessary to comply.
de: Verstehe welche Investitionen zur Einhaltung der Vorschriften erforderlich sein könnten.

source: Ease of Use
de: Leichte Bedienbarkeit

source: No complicated processes. Get results with a few clicks.
de: Keine komplizierten Prozesse. Mit ein paar Klicks zum Ergebnis.

source: Scientific Accuracy
de: Wissenschaftliche Genauigkeit

source: Powered by CRREM models, our assessments follow the highest scientific standards.
de: nsere Bewertungen basieren auf CRREM-Modellen und folgen den höchsten wissenschaftlichen Standards.

source: Why It Matters
de: Warum das wichtig ist

source: Real estate is one of the biggest climate change contributing sectors. Let's understand how we can combat this.
de: Der Immobiliensektor ist einer der Sektoren, die am stärksten zum Klimawandel beitragen. Wir müssen verstehen, wie wir das bekämpfen können

source: With climate change regulations tightening, knowing your property's carbon risk is essential for future-proofing your investment.
de: Angesichts der sich verschärfenden Vorschriften zum Klimawandel ist die Kenntnis des CO2-Risikos Deiner Immobilie für die Zukunftssicherung Deiner Investition von entscheidender Bedeutung

source: Ensure your property meets national and international climate targets.
de: Stelle sicher, dass Deine Immobilie die nationalen und internationalen Klimaziele erfüllt.

source: Share of global CO2 Emissions By Sector
de: Anteil an den weltweiten CO2-Emissionen nach Sektoren

source: How accurate are the assessments?
de: Wie genau sind die Bewertungen?

source: Our assessments are based on CRREM models, which are known for their scientific rigor and accuracy in measuring carbon risks.
de: Unsere Bewertungen basieren auf den CRREM-Modellen, die für ihre wissenschaftliche Strenge und Genauigkeit bei der Messung von Kohlenstoffrisiken bekannt sind.

source: What data do I need to provide?
de: Welche Daten muss ich zur Verfügung stellen?

source: You'll need to provide basic information about your property, such as location, size, and energy usage.
de: Du mussts grundlegende Angaben zu Deiner Immobilie machen, z. B. zu Standort, Größe und Energieverbrauch.

source: Contact Information
de: Kontakt Information

source: New User?
de: Neuer Benutzer?

source: Click to Register!
de: Klicken Sie hier, um sich zu registrieren!

source: Forgot Password?
de: Passwort wiederholen

source: Click to Reset!
de: Klicken Sie hier, um sich zu registrieren!

source: Not Found
de: Nicht Gefunden

source: Back
de: Zurück

source: An unexpected error has occurred
de: Ein unerwarteter Fehler ist aufgetreten

source: The administrator has been notified. Sorry for the inconvenience!
de: Der Administrator wurde benachrichtigt. Wir entschuldigen uns für die Unannehmlichkeiten
